[M_Orchid_PlotMission04 MissionDefinition]
MissionDescription="There's only one way to find Captain Blade's lost treasure: Scarlett says she has to gather all four corners of Blade's account. As he does this, the computer directs him (somehow) in the direction of the lost treasure. Scarlett has one; But you have to look for something else. \n For this, Scarlett told him to find the Sandman and kill him. Not that he's stupid, but he has a data sheet. You are there. [place]Crazy hatred.[-place].\n"
TurnInDescription="Scarlett plays Captain Blade. With your efforts, the recruiter has only one unit left to save the other two units from Sandman and the Hyperion convoy. You must go - the sand treasure will not be seen until the owner survives.\n"
MissionSummary="Find Captain Blood's two compasses \FROM"

[M_Orchid_PlotMission04:RaidCaravanSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Scarlett says that there is only one way to find the captain's treasure - find the four points of the Blade ring and connect them. When you do this, the circle (not the object) will point in the direction of the missing arrow. Scarlett has a place, but wants to find another place. n\n When you find the second circle in the Sandman's house, you will also find the location of the third circle. According to Sandman magazine, the Hyperion team has a third way. [place]water[-place]. Redhead wants you to get into the car and get to the end of the circle"
